Repository: traktuner/networkShareMounter
Catalog: Network Share Mounter/*.lproj/Localizable.strings
Languages: de, es, fr, it, nl

source: Preferences ...
de: Einstellungen ...
es: Preferencias ...
fr: Préférences ...
it: Preferenze ...
nl: Voorkeuren ...

source: Quit Network Share Mounter
de: Network Share Mounter beenden
es: Terminar Network Share Mounter
fr: Quitter Network Share Mounter
it: Esci Network Share Mounter
nl: Sluit Network Share Mounter

source: Show mounted shares
de: Zeige eingebundene Freigaben
es: Mostrar fracciones installadas
fr: Afficher les partages montés
it: Mostra condivisioni montate
nl: Laat netwerkverbindingen zien

source: Mount shares
de: Verbinde Freigaben
es: Instalar fracciones
fr: Monter les partages
it: Connetti condivisioni
nl: Netwerkverbinding maken

source: Unmount shares
de: Trenne Freigaben
es: Desinstalar fracciones
fr: Démonter les partages
it: Disconnetta condivisioni
nl: Verbinding verbreken

source: Preferences
de: Einstellungen
es: Configuraciones
fr: Préférences
it: Preferenze
nl: Voorkeuren

source: About Network Share Mounter
de: Über Network Share Mounter
es: Sobre Network Share Mounter
fr: À propos de Network Share Mounter
it: Informazioni Network Share Mounter
nl: Over Network Share Mounter

# Additional shares
source: Show managed network drives
de: Zeige verwaltete Netzlaufwerke
es: Mostrar unidades de red administradas
fr: Lecteurs réseau supplémentaires configurés
it: Mostra unità di rete gestite
nl: Overige netwerkverbindingen

# help-new-share
source: You can add and mount any Windows (smb/cifs) network share as long as you know the server name and export path. The connection will be tested immediately and the share will be connected if the server resp. share is reachable. Enter the share as: smb://server.name/export/path
de: Wenn du den Servernamen und den Freigabepfad kennst, kannst du Netzwerklaufwerke (smb/cifs) hinzufügen und verbinden. Die Erreichbarkeit wird sofort getestet. Bei Erfolg wird der Server und Freigabepfad hinzugefügt. Verwende hierzu die Form: smb://server.name/pfad/
es: Puede agregar y montar cualquier recurso share de red de Windows (smb/cifs) siempre que conozca el nombre del servidor y la ruta de exportación. La conexión se probará inmediatamente y el recurso compartido se conectará si el servidor resp. share es accesible. Ingrese el recurso compartido como: smb://server.name/export/path
fr: Vous pouvez ajouter et monter n'importe quelle partage réseau Windows (smb/cifs) tant que vous connaissez le nom du serveur et le chemin d'exportation. La connexion sera testée immédiatement et le partage sera connecté si le serveur ou le partage est accessible. Entrez le partage comme suit : smb://nom.du.serveur/chemin/d'exportation
it: Puoi aggiungere e montare qualsiasi condivisione di rete di Windows (smb/cifs) purché tu conosca il nome del server e il percorso di esportazione. La connessione verrà testata immediatamente e la condivisione verrà collegata se il server rispettivo o la condivisione sono raggiungibili. Inserisci la condivisione come: smb://server.nome/percorso/esportazione
nl: Je kunt elke Windows (smb/cifs) netwerkshare toevoegen en mounten zolang je de servernaam en het exportpad kent. De verbinding wordt onmiddellijk getest en de share wordt verbonden als de server resp. share bereikbaar is. Voer de share naam in als: smb://server.name/export/path

# help-authType
source: To connect a network drive, you need to authenticate yourself to the server. In a company or university, this is often done through Microsoft Active Directory and Kerberos and is the preferred method. In a private setting, authentication is done using a username and password. If in doubt, consult your administrator.
de: Zum Einbinden eines Netzwerklaufwerks musst du dich gegenüber dem Server authentifizieren. In einer Firma oder Universität wird dies oft über Microsoft Active Directory und Kerberos gemacht und ist der präferierte Weg. Im privaten Umfeld erfolgt die Authentifizierung über Nutzername und Passwort. Frage im Zweifel deinen Administrator.
es: Para conectar una unidad de red, debes autenticarte en el servidor. En una empresa o universidad, esto se hace a menudo a través de Microsoft Active Directory y Kerberos, y es el método preferido. En un entorno privado, la autenticación se realiza con un nombre de usuario y una contraseña. En caso de duda, consulta a tu administrador.
fr: Pour connecter un lecteur réseau, vous devez vous authentifier auprès du serveur. Dans une entreprise ou une université, cela se fait souvent via Microsoft Active Directory et Kerberos et est la méthode préférée. Dans un environnement privé, l'authentification se fait avec un nom d'utilisateur et un mot de passe. En cas de doute, consultez votre administrateur.
it: Per collegare un'unità di rete, devi autenticarti presso il server. In un'azienda o università, ciò avviene spesso tramite Microsoft Active Directory e Kerberos ed è il metodo preferito. In un contesto privato, l'autenticazione avviene tramite nome utente e password. In caso di dubbi, consulta l'amministratore
nl: Om een netwerkstation toe te voegen, moet je je authenticeren bij de server. In een bedrijf of universiteit gebeurt dit vaak via Microsoft Active Directory en Kerberos, wat de voorkeursmethode is. In een priv√©omgeving gebeurt de authenticatie met een gebruikersnaam en wachtwoord. Bij twijfel raadpleeg je beheerder.

# help-username
source: The username with which you log in to the network drive.
de: Der Nutzername mit dem du dich am Netzwerklaufwerk anmeldest.
es: El nombre de usuario con el que inicias sesión en la unidad de red.
it: Il nome utente con cui accedi all'unità di rete.

# help-password
source: The password with which you log in to the network drive.
de: Das Passwort mit dem du dich am Netzwerklaufwer anmeldest.
es: La contraseña con la que inicias sesión en la unidad de red.
it: La password con cui accedi all'unità di rete

# help-show-managed-shares
source: In companies or universities, the setting for network drives is often managed through Mobile Device Management (MDM). This means that your administrator automatically connects certain drives to your Mac. You cannot delete or modify these predefined drives.
es: En empresas o universidades, la configuración de las unidades de red se gestiona a menudo a través de la Gestión de Dispositivos Móviles (MDM). Esto significa que tu administrador conecta automáticamente ciertas unidades a tu Mac. No puedes eliminar ni modificar estas unidades predefinidas.
it: Nelle aziende o nelle università, l'impostazione per le unità di rete è spesso gestita tramite Mobile Device Management (MDM). Ciò significa che il tuo amministratore collega automaticamente determinate unità al tuo Mac. Non puoi eliminare o modificare queste unità predefinite.
